Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Open Apps Symbol
ar: رمز التطبيقات المفتوحة
de: Symbol für „Geöffnete Apps“
es: Símbolo de Apps abiertas
fr: Symbole Apps ouvertes
hu: Nyitott appok szimbóluma
ja: 「起動中のアプリ」のシンボル
nl: Symbool voor 'Geopende apps'
pl: Symbol Otwartych aplikacji
pt: Símbolo de Aplicações Abertas
ru: Символ открытых приложений
sv: Symbol för Öppna appar
tr: Açık Uygulamalar Sembolü
vi: Ký hiệu Ứng dụng đang mở
zh_hans: 运行中的应用符号
zh_hant: 已開啟的應用程式符號

source: Open Calendar
ar: فتح التقويم
de: Kalender öffnen
es: Abrir Calendario
fr: Ouvrir Calendrier
hu: Naptár megnyitása
ja: カレンダーを開く
nl: Open Agenda
pl: Otwórz Kalendarz
pt: Abrir Calendário
ru: Открыть Календарь
sv: Öppna Kalender
tr: Takvim'i Aç
vi: Mở Lịch
zh_hans: 打开日历
zh_hant: 開啟「行事曆」

source: Open Control Center
ar: فتح مركز التحكم
de: Kontrollzentrum öffnen
es: Abrir el Centro de control
fr: Ouvrir le Centre de contrôle
hu: Vezérlőközpont megnyitása
ja: コントロールセンターを開く
pl: Otwórz Centrum sterowania
pt: Abrir Central de controlo
ru: Открыть Пункт управления
sv: Öppna Kontrollcenter
tr: Denetim Merkezi'ni Aç
vi: Mở Trung tâm điều khiển
zh_hans: 打开控制中心
zh_hant: 開啟「控制中心」

source: Open File Tray
ar: فتح حاوية الملفات
de: Datei-Ablage öffnen
es: Abrir la bandeja de archivos
fr: Ouvrir le tiroir de fichiers
hu: Fájltároló Tálca megnyitása
ja: ファイルトレイを開く
nl: Open bestandsvak
pl: Otwórz Półkę plików
pt: Abrir o tabuleiro de ficheiros
ru: Открыть лоток файлов
sv: Öppna filbrickan
tr: Dosya Tepsisini Aç
vi: Mở khay tệp
zh_hans: 打开文件托盘
zh_hant: 開啟檔案托盤

source: Open Folder
ar: افتح مجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
hu: Mappa megnyitása
ja: フォルダを開く
nl: Map openen
pl: Otwórz folder
pt: Abrir pasta
ru: Открыть папку
sv: Öppna mapp
tr: Klasörü Aç
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 開啟檔案夾

source: Open Folders With
ar: فتح المجلدات باستخدام
de: Ordner öffnen mit
es: Abrir carpetas con
fr: Ouvrir les dossiers avec
hu: Mappák megnyitása ezzel
ja: フォルダを開くアプリ
nl: Open mappen met
pl: Otwieraj foldery w
pt: Abrir pastas com
ru: Открывать папки через
sv: Öppna mappar med
tr: Klasörleri Şununla Aç
vi: Mở thư mục bằng
zh_hans: 打开文件夹方式
zh_hant: 開啟檔案夾的方式

source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
hu: Megnyitás ebben: %@
ja: %@で開く
nl: Openen met %@
pl: Otwórz w %@
pt: Abrir no %@
ru: Открыть в %@
sv: Öppna i %@
tr: %@ ile birlikte aç
vi: Mở trong %@
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中開啟

source: Open Link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
hu: Link megnyitása
ja: リンクを開く
nl: Link openen
pl: Otwórz link
pt: Abrir ligação
ru: Открыть ссылку
sv: Öppna länk
tr: Bağlantıyı Aç
vi: Mở liên kết
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open Mail
ar: فتح البريد
de: Mail öffnen
es: Abrir Mail
fr: Ouvrir Mail
hu: Mail megnyitása
ja: メールを開く
pl: Otwórz Pocztę
pt: Abrir Mail
ru: Открыть Почту
sv: Öppna Mail
tr: Mail'i Aç
vi: Mở Mail
zh_hans: 打开邮件
zh_hant: 開啟「郵件」

source: Open Mail to see your unread messages here.
ar: افتح البريد لرؤية رسائلك غير المقروءة هنا.
de: Öffnen Sie Mail, um Ihre ungelesenen Nachrichten hier zu sehen.
es: Abre Mail para ver aquí tus mensajes sin leer.
fr: Ouvrez Mail pour voir vos messages non lus ici.
hu: Nyissa meg a Mailt, hogy itt lássa az olvasatlan üzeneteit.
ja: メールを開くと、ここに未読メッセージが表示されます。
nl: Open Mail om je ongelezen berichten hier te zien.
pl: Otwórz Pocztę, aby wyświetlić tutaj nieprzeczytane wiadomości.
pt: Abra o Mail para ver aqui as suas mensagens não lidas.
ru: Откройте Почту, чтобы видеть здесь непрочитанные письма.
sv: Öppna Mail för att se dina olästa meddelanden här.
tr: Okunmamış mesajlarını burada görmek için Mail'i aç.
vi: Mở Mail để xem thư chưa đọc tại đây.
zh_hans: 打开“邮件”即可在此查看未读邮件。
zh_hant: 開啟「郵件」即可在這裡查看未讀郵件。

source: Open Notes
ar: فتح الملاحظات
de: Notizen öffnen
es: Abrir Notas
fr: Ouvrir Notes
hu: Jegyzetek megnyitása
ja: メモを開く
nl: Notities openen
pl: Otwórz Notatki
pt: Abrir Notas
ru: Открыть Заметки
sv: Öppna Anteckningar
tr: Notlar'ı Aç
vi: Mở Ghi chú
zh_hans: 打开备忘录
zh_hant: 開啟「備忘錄」

source: Open Notes to show your latest note
ar: افتح الملاحظات لعرض أحدث ملاحظة
de: Öffnen Sie Notizen, um Ihre neueste Notiz anzuzeigen
es: Abre Notas para mostrar tu última nota
fr: Ouvrez Notes pour afficher votre dernière note
hu: Nyissa meg a Jegyzeteket a legutóbbi jegyzet megjelenítéséhez
ja: メモを開くと、最新のメモが表示されます
nl: Open Notities om je meest recente notitie te tonen
pl: Otwórz Notatki, aby wyświetlić ostatnią notatkę
pt: Abra as Notas para mostrar a nota mais recente
ru: Откройте Заметки, чтобы видеть последнюю заметку
sv: Öppna Anteckningar för att visa din senaste anteckning
tr: Son notunu göstermek için Notlar'ı aç
vi: Mở Ghi chú để hiển thị ghi chú mới nhất
zh_hans: 打开“备忘录”以显示最新备忘录
zh_hant: 開啟「備忘錄」以顯示最新的備忘錄

source: Open Photos
ar: فتح الصور
de: Fotos öffnen
es: Abrir Fotos
fr: Ouvrir Photos
hu: Fotók megnyitása
ja: 写真を開く
nl: Open Foto's
pl: Otwórz Zdjęcia
pt: Abrir Fotografias
ru: Открыть Фото
sv: Öppna Bilder
tr: Fotoğraflar'ı Aç
vi: Mở Ảnh
zh_hans: 打开照片
zh_hant: 開啟「照片」

source: Open Privacy Settings
ar: فتح إعدادات الخصوصية
de: Datenschutzeinstellungen öffnen
es: Abrir ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
hu: Adatvédelmi beállítások megnyitása
ja: プライバシー設定を開く
nl: Open privacyinstellingen
pl: Otwórz ustawienia prywatności
pt: Abrir Definições de Privacidade
ru: Открыть настройки конфиденциальности
sv: Öppna integritetsinställningar
tr: Gizlilik Ayarlarını Aç
vi: Mở cài đặt Quyền riêng tư
zh_hans: 打开隐私设置
zh_hant: 開啟「隱私權與安全性」設定

source: Open Reminders
ar: فتح التذكيرات
de: Erinnerungen öffnen
es: Abrir Recordatorios
fr: Ouvrir Rappels
hu: Emlékeztetők megnyitása
ja: リマインダーを開く
nl: Open Herinneringen
pl: Otwórz Przypomnienia
pt: Abrir Lembretes
ru: Открыть Напоминания
sv: Öppna Påminnelser
tr: Anımsatıcılar'ı Aç
vi: Mở Lời nhắc
zh_hans: 打开提醒事项
zh_hant: 開啟「提醒事項」

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
ja: 設定を開く
nl: Instellingen openen
pl: Otwórz Ustawienia
pt: Abrir definições
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarlar'ı aç
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open the Control Center from the keyboard
ar: فتح مركز التحكم من لوحة المفاتيح
de: Das Kontrollzentrum per Tastatur öffnen
es: Abre el Centro de control desde el teclado
fr: Ouvrir le Centre de contrôle depuis le clavier
hu: A Vezérlőközpont megnyitása a billentyűzetről
ja: キーボードからコントロールセンターを開く
nl: Open het Control Center met het toetsenbord
pl: Otwórz Centrum sterowania z klawiatury
pt: Abrir a Central de controlo a partir do teclado
ru: Открывать Пункт управления с клавиатуры
sv: Öppna Kontrollcenter från tangentbordet
tr: Denetim Merkezi'ni klavyeden aç
vi: Mở Trung tâm điều khiển từ bàn phím
zh_hans: 通过键盘打开控制中心
zh_hant: 使用鍵盤開啟「控制中心」

source: Open the Control Center from the profile button at the start of your dock, by long-pressing a Quick Actions widget, or with a keyboard shortcut. Type as soon as it opens to search your apps, windows and actions.
ar: افتح مركز التحكم من زر ملف التعريف في بداية Dock، أو بالضغط المطول على أداة «الإجراءات السريعة»، أو باختصار لوحة المفاتيح. ابدأ الكتابة فور فتحه للبحث في تطبيقاتك ونوافذك وإجراءاتك.
de: Öffnen Sie das Kontrollzentrum über die Profilschaltfläche am Anfang Ihres Docks, durch langes Drücken auf ein Schnellaktionen-Widget oder mit einem Tastaturkurzbefehl. Beginnen Sie direkt nach dem Öffnen zu tippen, um Ihre Apps, Fenster und Aktionen zu durchsuchen.
es: Abre el Centro de control desde el botón de perfil al principio del Dock, manteniendo pulsado un widget Acciones rápidas o con un atajo de teclado. Escribe en cuanto se abra para buscar tus apps, ventanas y acciones.
fr: Ouvrez le Centre de contrôle depuis le bouton de profil au début de votre dock, par un appui long sur un widget Actions rapides, ou avec un raccourci clavier. Tapez dès son ouverture pour rechercher vos apps, fenêtres et actions.
hu: Nyissa meg a Vezérlőközpontot a Dock elején lévő profilgombbal, egy Gyorsműveletek widget hosszan nyomásával vagy billentyűparanccsal. A megnyitás után azonnal gépelhet az appok, ablakok és műveletek kereséséhez.
ja: コントロールセンターは、Dockの先頭にあるプロファイルボタン、「クイックアクション」ウィジェットの長押し、またはキーボードショートカットで開きます。開いたらすぐに入力して、アプリ、ウインドウ、アクションを検索できます。
nl: Open het Control Center met de profielknop aan het begin van je Dock, door lang op een widget 'Snelle acties' te drukken of met een sneltoets. Begin te typen zodra het opent om je apps, vensters en acties te doorzoeken.
pl: Otwórz Centrum sterowania przyciskiem profilu na początku Docka, klikając i przytrzymując widżet Szybkie akcje lub używając skrótu klawiszowego. Zacznij pisać od razu po otwarciu, aby wyszukać aplikacje, okna i czynności.
pt: Abra a Central de controlo a partir do botão de perfil no início da Dock, mantendo premido um widget Ações Rápidas ou com um atalho de teclado. Comece a escrever assim que abrir para pesquisar apps, janelas e ações.
ru: Пункт управления открывается кнопкой профиля в начале Dock, долгим нажатием на виджет «Быстрые действия» или сочетанием клавиш. Начните вводить текст сразу после открытия, чтобы искать приложения, окна и действия.
sv: Öppna Kontrollcenter med profilknappen i början av dockan, genom att trycka länge på en Snabbåtgärder-widget eller med ett kortkommando. Börja skriva så fort det öppnas för att söka bland appar, fönster och åtgärder.
tr: Denetim Merkezi'ni dock'unun başındaki profil düğmesinden, bir Hızlı Eylemler widget'ına uzun basarak veya bir klavye kısayoluyla aç. Uygulamalarını, pencerelerini ve eylemlerini aramak için açılır açılmaz yaz.
vi: Mở Trung tâm điều khiển từ nút hồ sơ ở đầu dock, bằng cách nhấn giữ tiện ích Tác vụ nhanh hoặc bằng phím tắt. Gõ ngay khi bảng mở ra để tìm kiếm ứng dụng, cửa sổ và tác vụ.
zh_hans: 通过 Dock 起始处的配置文件按钮、长按“快捷操作”小组件或使用键盘快捷键打开控制中心。打开后即可键入文字，搜索应用、窗口和操作。
zh_hant: 你可以從 Dock 開頭的設定檔按鈕、長按「快速動作」小工具，或使用快速鍵開啟「控制中心」。開啟後直接輸入文字，即可搜尋應用程式、視窗和動作。

source: Open the Control Center on hover
ar: فتح مركز التحكم عند التمرير
de: Kontrollzentrum beim Überfahren mit dem Mauszeiger öffnen
es: Abre el Centro de control al pasar el puntero
fr: Ouvrir le Centre de contrôle au survol
hu: A Vezérlőközpont megnyitása rámutatáskor
ja: ホバーでコントロールセンターを開く
nl: Open het Control Center wanneer je er met de muis overheen gaat
pl: Otwieraj Centrum sterowania po umieszczeniu wskaźnika
pt: Abrir a Central de controlo ao passar o cursor
ru: Открывать Пункт управления при наведении
sv: Öppna Kontrollcenter vid hovring
tr: Denetim Merkezi'ni üzerine gelince aç
vi: Mở Trung tâm điều khiển khi di chuột
zh_hans: 悬停时打开控制中心
zh_hant: 滑鼠停留時開啟「控制中心」

source: Open the latest screenshot
ar: فتح أحدث لقطة شاشة
de: Neuestes Bildschirmfoto öffnen
es: Abrir la última captura de pantalla
fr: Ouvrir la dernière capture d'écran
hu: A legutóbbi képernyőfotó megnyitása
ja: 最新のスクリーンショットを開く
nl: Open de meest recente screenshot
pl: Otwórz ostatni zrzut ekranu
pt: Abrir a captura de ecrã mais recente
ru: Открыть последний снимок экрана
sv: Öppna den senaste skärmavbildningen
tr: Son ekran görüntüsünü aç
vi: Mở ảnh chụp màn hình mới nhất
zh_hans: 打开最新截屏
zh_hant: 開啟最新的螢幕截圖

source: Open the shelf by scrolling over the dock
ar: افتح الرف بالتمرير فوق Dock
de: Ablage durch Scrollen über dem Dock öffnen
es: Abre el estante desplazándote sobre el Dock
fr: Ouvrir l'étagère en faisant défiler sur le dock
hu: A polc megnyitása a Dock fölött görgetve
ja: Dock上でスクロールしてシェルフを開く
nl: Open de plank door over het Dock te scrollen
pl: Otwieraj Szufladę przez przewijanie nad Dockiem
pt: Abrir a prateleira ao deslocar sobre a dock
ru: Открывать полку прокруткой над Dock
sv: Öppna hyllan genom att rulla över dockan
tr: Rafı dock üzerinde kaydırarak aç
vi: Mở ngăn bằng cách cuộn qua dock
zh_hans: 在 Dock 上滚动即可打开暂存区
zh_hant: 在 Dock 上捲動即可開啟暫存區

source: Open the stack on this widget
ar: فتح المكدس على هذه الأداة
de: Den Stapel bei diesem Widget öffnen
es: Abrir la pila en este widget
fr: Ouvrir la pile sur ce widget
hu: A köteg ezzel a widgettel nyíljon meg
ja: このウィジェットでスタックを開く
nl: Open de stapel op deze widget
pl: Otwieraj stos na tym widżecie
pt: Abrir a pilha neste widget
ru: Открывать стопку на этом виджете
sv: Öppna stacken på den här widgeten
tr: Bu widget'ta yığını aç
vi: Mở ngăn xếp ở tiện ích này
zh_hans: 打开小组件叠放时显示此小组件
zh_hant: 開啟此小工具的堆疊

source: Open Trash
ar: فتح سلة المهملات
de: Papierkorb öffnen
es: Abrir la Papelera
fr: Ouvrir
hu: Kuka megnyitása
ja: ゴミ箱を開く
nl: Prullenmand openen
pl: Otwórz Kosz
pt: Abrir o Lixo
ru: Открыть Корзину
sv: Öppna papperskorgen
tr: Çöp Sepeti'ni Aç
vi: Mở Thùng rác
zh_hans: 打开废纸篓
zh_hant: 開啟垃圾桶

source: Open Trash for All Volumes
ar: فتح المهملات لكل وحدات التخزين
de: Papierkorb für alle Volumes öffnen
es: Abrir la Papelera de todos los volúmenes
fr: Ouvrir la Corbeille de tous les volumes
hu: Kuka megnyitása az összes kötethez
ja: すべてのボリュームのゴミ箱を開く
nl: Prullenmand voor alle volumes openen
pl: Otwieraj Kosz dla wszystkich woluminów
pt: Abrir o Lixo de Todos os Volumes
ru: Открывать Корзину для всех томов
sv: Öppna papperskorgen för alla volymer
tr: Tüm Birimler İçin Çöp Sepeti'ni Aç
vi: Mở Thùng rác cho tất cả ổ đĩa
zh_hans: 打开所有宗卷的废纸篓
zh_hant: 開啟所有卷宗的垃圾桶

source: Open Tray
ar: فتح الحاوية
de: Datei-Ablage öffnen
es: Abrir bandeja
fr: Ouvrir le tiroir de fichiers
hu: Tálca megnyitása
ja: トレイを開く
nl: Bestandsvak openen
pl: Otwórz Półkę plików
pt: Abrir tabuleiro
ru: Открыть лоток
sv: Öppna brickan
tr: Tepsiyi Aç
vi: Mở khay
zh_hans: 打开托盘
zh_hant: 開啟檔案托盤

source: Open URL
ar: فتح الرابط
de: URL öffnen
es: Abrir URL
fr: Ouvrir l'URL
hu: URL megnyitása
ja: URLを開く
nl: URL openen
pl: Otwórz URL
pt: Abrir URL
ru: Открыть ссылку
sv: Öppna URL
tr: URL'yi aç
vi: Mở URL
zh_hans: 打开 URL
zh_hant: 開啟網址

source: Open Voice Memos Folder
ar: فتح مجلد المذكرات الصوتية
de: Sprachmemo-Ordner öffnen
es: Abrir la carpeta de notas de voz
fr: Ouvrir le dossier des mémos vocaux
hu: Hangjegyzetek mappájának megnyitása
ja: ボイスメモフォルダを開く
nl: Map met spraakmemo's openen
pl: Otwórz folder notatek głosowych
pt: Abrir Pasta de Memos de Voz
ru: Открыть папку голосовых заметок
sv: Öppna mappen för röstmemon
tr: Sesli Notlar Klasörünü Aç
vi: Mở thư mục Ghi âm
zh_hans: 打开语音备忘录文件夹
zh_hant: 開啟「語音備忘錄」檔案夾

source: Open Widgets Folder
ar: فتح مجلد الأدوات
de: Widget-Ordner öffnen
es: Abrir la carpeta de widgets
fr: Ouvrir le dossier des widgets
hu: Widgetek mappájának megnyitása
ja: ウィジェットフォルダを開く
nl: Widgetmap openen
pl: Otwórz folder widżetów
pt: Abrir Pasta de Widgets
ru: Открыть папку виджетов
sv: Öppna widgetmappen
tr: Widget'lar Klasörünü Aç
vi: Mở thư mục Tiện ích
zh_hans: 打开小组件文件夹
zh_hant: 開啟「小工具」檔案夾

source: Open window previews and cycle through them from the keyboard
ar: فتح معاينات النوافذ والتنقل بينها من لوحة المفاتيح
de: Mit Tastenkürzel Fenstervorschau öffnen und diese durchblättern
es: Abre las previsualizaciones de ventanas y recórrelas desde el teclado
fr: Ouvre les aperçus de fenêtres et permet de les parcourir avec le clavier
hu: Ablak-előnézetek megnyitása és léptetése billentyűzetről
ja: キーボードからウインドウプレビューを開いて順に切り替える
nl: Venstervoorbeelden openen en er met het toetsenbord doorheen bladeren
pl: Otwórz podglądy okien i przełączaj je z klawiatury
pt: Abrir as pré-visualizações de janelas e percorrê-las a partir do teclado
ru: Открывать предпросмотр окон и перебирать их с клавиатуры
sv: Öppna fönsterförhandsvisningar och bläddra bland dem från tangentbordet
tr: Pencere önizlemelerini aç ve klavyeyle aralarında dolaş
vi: Mở các bản xem trước cửa sổ và chuyển đổi qua lại chúng từ bàn phím
zh_hans: 通过键盘打开窗口预览并切换
zh_hant: 開啟視窗預覽並使用鍵盤在其中切換

source: Open Windows
ar: النوافذ المفتوحة
de: Geöffnete Fenster
es: Ventanas abiertas
fr: Fenêtres ouvertes
hu: Nyitott ablakok
ja: 開いているウインドウ
nl: Geopende vensters
pl: Otwarte okna
pt: Janelas Abertas
ru: Открытые окна
sv: Öppna fönster
tr: Açık Pencereler
vi: Cửa sổ đang mở
zh_hans: 打开的窗口
zh_hant: 開啟的視窗

source: Open With App
ar: فتح باستخدام تطبيق
de: Mit App öffnen
es: Abrir con una app
fr: Ouvrir avec une app
hu: Megnyitás appal
ja: アプリで開く
nl: Open met app
pl: Otwórz w aplikacji
pt: Abrir com aplicação
ru: Открыть через приложение
sv: Öppna med app
tr: Uygulamayla Aç
vi: Mở bằng ứng dụng
zh_hans: 使用应用打开
zh_hant: 以應用程式開啟

source: Open With...
ar: فتح باستخدام...
de: Öffnen mit...
es: Abrir con…
fr: Ouvrir avec...
hu: Megnyitás ezzel…
ja: このアプリケーションで開く...
nl: Openen met...
pl: Otwórz w programie…
pt: Abrir com...
ru: Открыть с помощью...
sv: Öppna med...
tr: Şununla aç...
vi: Mở Bằng...
zh_hans: 打开方式……
zh_hant: 開啟方式……

source: Option
ar: خيار
de: Wahltaste
es: Opción
pt: Opção
sv: Alternativ

source: Order windows in dock preview panels
ar: ترتيب النوافذ في لوحات معاينة Dock
de: Fenster in Dock-Vorschaupanels anordnen
es: Ordena las ventanas en los paneles de previsualización del Dock
fr: Trier les fenêtres dans les aperçus du dock
hu: Ablakok sorrendje a Dock-előnézeti panelekben
ja: Dockプレビューパネル内のウインドウの並び順
nl: Vensters in Dock-voorbeeldvensters sorteren
pl: Kolejność okien w panelach podglądu Docka
pt: Ordenar as janelas nos painéis de pré-visualização da dock
ru: Порядок окон в панелях предпросмотра Dock
sv: Sortera fönster i dockans förhandsvisningspaneler
tr: Dock önizleme panellerinde pencereleri sırala
vi: Sắp xếp các cửa sổ trong bảng xem trước của dock
zh_hans: 在 Dock 预览面板中排列窗口
zh_hant: 在 Dock 預覽面板中排列視窗

source: Order windows in the %@
ar: ترتيب النوافذ في %@
de: Fenster in %@ sortieren
es: Ordena las ventanas en el %@
fr: Ordonner les aperçu des apps dans le %@
hu: Ablakok rendezése ebben: %@
ja: %@でのウインドウの並び順
nl: Sorteer vensters in de %@
pl: Kolejność okien w %@
pt: Ordenar as janelas no %@
ru: %@Окна заказа
sv: Ordna fönster i %@
tr: %@ içinde pencereleri sırala
vi: Sắp xếp các cửa sổ trong %@
zh_hans: 在 %@ 中排列窗口
zh_hant: 在 %@ 中排列視窗

source: Ordering
ar: تنظيم
de: Sortierung
es: Ordenación
fr: Tri
hu: Rendezés
ja: 並び順
nl: Sortering
pl: Kolejność
pt: Ordenação
ru: Сортировка
sv: Sortering
tr: Sıralama
vi: Thứ tự sắp xếp
zh_hans: 排序
zh_hant: 排序方式

source: Ordering, window filters, app header, hover actions, appearance, and compact list behavior
ar: الترتيب وعوامل تصفية النوافذ ورأس التطبيق وإجراءات التحويم والمظهر وسلوك القائمة المدمجة
de: Sortierung, Fensterfilter, App-Kopfzeile, Aktionen bei Zeigerkontakt, Darstellung und Verhalten der Kompaktliste
es: Ordenación, filtros de ventanas, cabecera de la app, acciones al pasar el puntero, apariencia y comportamiento de la lista compacta
fr: Ordre, filtres de fenêtres, en-tête d'app, actions au survol, apparence et comportement de la liste compacte
hu: Sorrend, ablakszűrők, app-fejléc, rámutatási műveletek, megjelenés és kompakt listaviselkedés
ja: 並び順、ウインドウフィルタ、アプリヘッダー、ホバーアクション、外観、コンパクトリストの動作
nl: Sorteren, vensterfilters, app-koptekst, acties bij muisaanwijzer, uiterlijk en het gedrag van de compacte lijst
pl: Kolejność, filtry okien, nagłówek aplikacji, czynności po wskazaniu, wygląd i zachowanie listy kompaktowej
pt: Ordenação, filtros de janelas, cabeçalho da aplicação, ações ao passar o cursor, aparência e comportamento da lista compacta
ru: Порядок, фильтры окон, заголовок приложения, действия при наведении, внешний вид и поведение компактного списка
sv: Sortering, fönsterfilter, appsidhuvud, hovringsåtgärder, utseende och kompakt listbeteende
tr: Sıralama, pencere filtreleri, uygulama başlığı, üzerine gelme eylemleri, görünüm ve kompakt liste davranışı
vi: Thứ tự sắp xếp, bộ lọc cửa sổ, tiêu đề ứng dụng, tác vụ di chuột, giao diện và hành vi danh sách thu gọn
zh_hans: 排序、窗口筛选、应用标题栏、悬停操作、外观和紧凑列表行为
zh_hant: 包含排序方式、視窗篩選條件、應用程式標頭、懸停動作、外觀與精簡列表行為等設定

source: Other App…
ar: تطبيق آخر…
de: Andere App…
es: Otra app…
fr: Autre app…
hu: Másik app…
ja: その他のアプリ…
nl: Andere app…
pl: Inna aplikacja…
pt: Outra aplicação…
ru: Другое приложение…
sv: Annan app…
tr: Başka Uygulama…
vi: Ứng dụng khác…
zh_hans: 其他应用…
zh_hant: 其他應用程式…

source: Other Desktop
ar: سطح مكتب آخر
de: Anderer Schreibtisch
es: Otro escritorio
fr: Autre bureau
hu: Másik íróasztal
ja: 別のデスクトップ
nl: Ander bureaublad
pl: Inne Biurko
pt: Outra secretária
ru: Другой рабочий стол
sv: Annat skrivbord
tr: Diğer Masaüstü
vi: Màn hình nền khác
zh_hans: 其他桌面
zh_hant: 其他桌面

source: Outline drawn around the dock background.
ar: خط محيط يُرسم حول خلفية Dock.
de: Kontur um den Dock-Hintergrund.
es: Contorno dibujado alrededor del fondo del Dock.
fr: Contour dessiné autour de l'arrière-plan du dock.
hu: A Dock háttere köré rajzolt körvonal.
ja: Dockの背景の周囲に描かれる枠線です。
nl: Een lijn rondom de achtergrond van het Dock.
pl: Kontur rysowany wokół tła Docka.
pt: Contorno desenhado à volta do fundo da dock.
ru: Контур вокруг фона Dock.
sv: Kontur som ritas runt dockans bakgrund.
tr: Dock arka planının çevresine çizilen kenar çizgisi.
vi: Đường viền bao quanh phần nền của dock.
zh_hans: 绘制在 Dock 背景周围的描边。
zh_hant: 繪製於 Dock 背景周圍的外框。

source: Outline thickness for panels and popovers
ar: سُمك الحد للوحات والنوافذ المنبثقة
de: Dicke der Umrandung von Panels und Popovern
es: Grosor del contorno de paneles y ventanas emergentes
fr: Épaisseur du contour des panneaux et fenêtres contextuelles
hu: A panelek és előugró ablakok körvonalának vastagsága
ja: パネルとポップオーバーの枠線の太さ
nl: Lijndikte voor panelen en pop-overs
pl: Grubość obramowania paneli i okien podręcznych
pt: Espessura do contorno dos painéis e popovers
ru: Толщина контура для панелей и всплывающих окон
sv: Konturtjocklek för paneler och popovers
tr: Panellerin ve açılır pencerelerin kenar çizgisi kalınlığı
vi: Độ dày đường viền cho các bảng và cửa sổ bật lên
zh_hans: 面板和弹出框描边粗细
zh_hant: 面板與彈出式視窗外框粗細

source: Output
ar: المخرج
de: Ausgabe
es: Salida
fr: Sortie
hu: Kimenet
ja: 出力
nl: Uitvoer
pl: Wyjście
pt: Saída
ru: Выход
sv: Utgång
tr: Çıktı
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: overdue
ar: متأخر
de: überfällig
es: vencido
fr: en retard
hu: lejárt
ja: 期限切れ
nl: te laat
pl: zaległe
pt: em atraso
ru: просрочено
sv: försenad
tr: gecikmiş
vi: quá hạn
zh_hans: 已过期
zh_hant: 已逾期

source: Overdue
ar: متأخر
de: Überfällig
es: Vencido
fr: En retard
hu: Lejárt
ja: 期限切れ
nl: Te laat
pl: Zaległe
pt: Em atraso
ru: Просрочено
sv: Försenad
tr: Gecikmiş
vi: Quá hạn
zh_hans: 已过期
zh_hant: 已逾期

source: overlap
ar: تداخل
de: überlappen
es: superposición
fr: chevauchement
hu: átfedés
ja: 重なり
pl: nakładanie
pt: sobreposição
ru: перекрытие
sv: överlappning
tr: örtüşme
vi: chồng lấn
zh_hans: 重叠
zh_hant: 重疊

source: Overlap
ar: متداخل
de: Überlappend
es: Superpuesto
fr: Superposition
hu: Átfedés
ja: オーバーラップ
pl: Nakładanie
pt: Sobreposto
ru: Наложение
sv: Överlappning
tr: Örtüşme
vi: Chồng lớp
zh_hans: 重叠
zh_hant: 重疊

source: Overlay Alt-Tab controls on the preview image instead of outside
ar: عرض عناصر تحكم Alt-Tab فوق صورة المعاينة بدلًا من خارجها
de: Alt-Tab-Steuerelemente über dem Vorschaubild statt außerhalb einblenden
es: Superpone los controles de Alt-Tab sobre la imagen de previsualización en lugar de mostrarlos fuera
fr: Superposer les commandes sur l'aperçu plutôt qu'à l'extérieur
hu: Az Alt-Tab vezérlők megjelenítése az előnézeti képen, ne mellette
ja: Alt-Tabのコントロールを外側ではなくプレビュー画像に重ねて表示
nl: Plaats de Alt-Tab-bedieningselementen op de voorbeeldafbeelding in plaats van erbuiten
pl: Nakładaj elementy sterujące Alt-Tab na obraz podglądu zamiast poza nim
pt: Sobrepor os controlos do Alt-Tab na imagem de pré-visualização em vez de fora dela
ru: Накладывать элементы управления Alt-Tab на изображение предпросмотра, а не размещать их снаружи
sv: Lägg Alt-Tab-reglagen ovanpå förhandsvisningsbilden istället för utanför
tr: Alt-Tab denetimlerini dışarıda değil, önizleme görselinin üzerine yerleştir
vi: Hiển thị lớp phủ điều khiển Alt-Tab trên hình ảnh xem trước thay vì bên ngoài
zh_hans: 将 Alt-Tab 控件叠加在预览图像上，而不是显示在外部
zh_hant: 將 Alt-Tab 控制項疊加在預覽影像上，而非顯示於外部
